<template>
    <section class="about">
        <div class="container">
            <div class="info">
                <div class="content">
                <h2>
                    О нас
                </h2>
                <ul>
                    <li>6 Лет центру в оффлайн</li>
                    <li>2 иностранных языка: английский и китайский.</li>
                    <li>Подготовка к ОГЭ к ЕГЭ</li>
                    <li>Лицензия на образовательную деятельность.</li>
                    <li>150 учеников занимается в год.</li>
                    <li>94% учеников успешно сдали экзамен в 2022 году</li>
                    <li>Структурированная команда: руководитель, академический руководитель, администратор, 8 преподавателей, 2 носителя китайского языка.</li>
                </ul>
            </div>
            <div class="image">
                <img src="../assets/images/about.jpg" alt="">
            </div>
            </div>
        </div>
        <div class="list">
            <div class="container">
                <ul>
                    <li>
                        <h4>
                            7 лет работы
                        </h4>
                        <p>
                            Качественное образование, проверенное временем
                        </p>
                    </li>
                    <li>
                        <h4>
                            8 преподавателей
                        </h4>
                        <p>
                            Лучшие преподаватели, постоянно проходящие повышение квалификации
                        </p>
                    </li>
                    <li>
                        <h4>
                            Филиал в центре
                        </h4>
                        <p>
                            10 минут ходьбы от метро "Площадь Ленина"
                        </p>
                    </li>
                    <li>
                        <h4>
                            900 довольных учеников
                        </h4>
                        <p>
                            Наш главный приоритет — качество образования и комфорт воспитанников
                        </p>
                    </li>
                </ul>
            </div>
        </div>
    </section>
</template>