<template>
    <section class="about">
        <div class="container">
            <div class="content">
                <h6>
                    О нас
                </h6>
                <ul>
                    <li>6 Лет центру в оффлайн</li>
                    <li>2 иностранных языка: английский и китайский.</li>
                    <li>Подготовка к ОГЭ к ЕГЭ</li>
                    <li>Лицензия на образовательную деятельность.</li>
                    <li>150 учеников занимается в год.</li>
                    <li>94% учеников успешно сдали экзамен в 2022 году</li>
                    <li>Структурированная команда: руководитель, академический руководитель, администратор, 8 преподавателей, 2 носителя китайского языка.</li>
                </ul>
            </div>
            <div class="image">
                <img src="../assets/images/about.jpg" alt="">
            </div>
        </div>
    </section>
</template>