<template>
    <section class="service">
        <h3>
            Наши услуги
        </h3>
        <p class="subtitle">
            У нас вы найдете все услуги, необходимые для гармоничного и всестороннего развития личности ребенка и подростка
        </p>
        <div class="container">
            <ul>
                <li>
                    <div class="card">
                        <div class="card-image"></div>
                        <div class="card-content">
                            <h4>Английский язык</h4>
                            <p>
                                Изучение английского языка - это ключ к миру возможностей, знание английского открывает двери к новым знаниям, культурам и возможностям.
                            </p>
                            <a class="card-link" href="/program">Подробнее →</a>
                        </div>
                    </div>
                </li>
                <li>
                    <div class="card">
                        <div class="card-image"></div>
                        <div class="card-content">
                            <h4>Дошкольная подготовка</h4>
                            <p>
                                Дошкольная подготовка - это фундамент, на котором строится будущее ребенка. Она обеспечивает ему необходимый запас знаний и навыков для успешного старта в школе и в жизни.
                            </p>
                            <a class="card-link" href="/program">Подробнее →</a>
                        </div>
                    </div>
                </li>
                <li>
                    <div class="card">
                        <div class="card-image"></div>
                        <div class="card-content">
                            <h4>Китайский язык</h4>
                            <p>
                                Изучение китайского языка - это широкие возможности для понимания культуры, сознания и сердца народа, который воплощает в себе богатство и мудрость тысячелетий.
                            </p>
                            <a class="card-link" href="/program">Подробнее →</a>
                        </div>
                    </div>
                </li>
                <li>
                    <div class="card">
                        <div class="card-image"></div>
                        <div class="card-content">
                            <h4>Подготовка к экзаменам</h4>
                            <p>
                                Подготовка к экзаменам помогает преодолеть испытание знаниями, развивает нашу силу воли, настойчивость и умение преодолевать трудности. В нашем центре реализуется подготовка к ОГЭ, ЕГЭ по математике и русскому языку
                            </p>
                            <a class="card-link" href="/program">Подробнее →</a>
                        </div>
                    </div>
                </li>
            </ul>
        </div>
    </section>
</template>